import React from "react";
import styled from 'styled-components'


const Div = styled.div`
    border: 2px solid #ff6d6d;
    padding: 20px;
    border-radius: 0.9em;
    margin: 20px;
    h2{
        color:#ff6d6d;
    }
`
const WarningBox = () => {
  return (
    <Div>
      <h2>คำเตือน</h2>
      <p>
        ทุกอย่างเราเช็คได้หมด ปลอดภัยได้ ไม่ให้โดนโกงไม่ใช่เรื่องยากนะครับ
        ไม่ต้องถึงขั้นบอกลาออนไลน์ไปชั่วชีวิต เปิดโลกทัศน์กว้าง
        รู้จักวิธีแก้ปัญหา นำมาเป็นบทเรียน อย่าเอาราคาเป็นหลัก เงินไม่พอให้รอ
        หรือเปลี่ยนรุ่นไป เอาราคาที่เหมาะสมแต่ได้ของคุณภาพดีกว่าครับ
        ถ้าท่านเพิ่มวินัยการซื้อของ และทำได้ดังตามกฏเกณฑ์ ดังกล่าว
        ผมรับประกันว่า ความเสี่ยงที่จะถูกมิจฉาชีพ โกง คงลดลงแน่นอนครับ
        อย่าลืมอย่างเดียว ครับ วินัยในการซื้อของ และถือปรัชญา “ของดี ราคาถูก
        มีที่ดาวอังคารเท่านั้น”
      </p>
    </Div>
  );
};

export default WarningBox;
